/* Add Link menu command. */
"Add Link\\U2026" = "Lisää linkki…";

/* Alternate menu item title to arrange all windows in front */
"Arrange in Front" = "Järjestä eteen";

/* Menu item to bring all visible windows front */
"Bring All to Front" = "Tuo kaikki eteen";

/* Change Back menu title. */
"Change Back to \\U201C%@\\U201D" = "Muuta takaisin muotoon ”%@”";

/* Change Grammar menu title. */
"Change Grammar" = "Muuta kielioppi";

/* Change Spelling menu title. */
"Change Spelling" = "Vaihda oikeinkirjoitus";

/* Check Grammar With Spelling menu title. */
"Check Grammar With Spelling" = "Tarkista kielioppi oikeinkirjoituksen ohessa";

/* Check Spelling menu title. */
"Check Spelling" = "Tarkista oikeinkirjoitus";

/* Check Spelling While Typing menu title. */
"Check Spelling While Typing" = "Tarkista oikeinkirjoitus kirjoitettaessa";

/* String for Clear Menu menu item in the Open Recent menu. */
"Clear Menu" = "Tyhjennä valikko";

/* Menu item to close all windows */
"Close All" = "Sulje kaikki";

/* Copy menu command. */
"Copy" = "Kopioi";

/* Copy Link menu command. */
"Copy Link" = "Kopioi linkki";

/* Correct Spelling Automatically menu command. */
"Correct Spelling Automatically" = "Korjaa oikeinkirjoitus automaattisesti";

/* Cut menu command. */
"Cut" = "Leikkaa";

/* Menu item to cycle through windows */
"Cycle Through Windows" = "Käy ikkunat läpi";

/* Action of .
   Delete menu command. */
"Delete" = "Poista";

/* Edit Link menu command. */
"Edit Link\\U2026" = "Muokkaa linkkiä…";

/* Hide Spelling and Grammar menu title. */
"Hide Spelling and Grammar" = "Kätke oikeinkirjoitus ja kielioppi";

/* Hide Substitutions menu title. */
"Hide Substitutions" = "Kätke korvaukset";

/* Ignore Grammar menu command. */
"Ignore Grammar" = "Älä huomioi kielioppia";

/* Ignore Spelling menu command. */
"Ignore Spelling" = "Älä huomioi oikeinkirjoitusta";

/* Learn Grammar menu command. */
"Learn Grammar" = "Opi kielioppi";

/* Learn Spelling menu command. */
"Learn Spelling" = "Opi oikeinkirjoitus";

/* List menu command. */
"List\\U2026" = "Luettelo…";

/* Look Up in Dictionary menu title. */
"Look Up in Dictionary" = "Etsi Sanakirjasta";

/* Make Link menu command. */
"Make Link" = "Tee linkki";

/* Alternate menu item title to minimize all windows */
"Minimize All" = "Pienennä kaikki";

/* No Guesses Found menu title. */
"No Guesses Found" = "Ei arvauksia";

/* Open Link menu command. */
"Open Link" = "Avaa linkki";

/* String for Open Recent menu item. */
"Open Recent" = "Avaa äskeinen";

/* Open URL menu command. */
"Open URL" = "Avaa osoite";

/* Paste menu command. */
"Paste" = "Sijoita";

/* Remove Link menu command. */
"Remove Link" = "Poista linkki";

/* Replace Text Automatically menu command. */
"Replace Text Automatically" = "Korvaa teksti automaattisesti";

/* Replace With menu title. */
"Replace With \\U201C%@\\U201D" = "Korvaa sanalla ”%@”";

/* Search in Google menu title. */
"Search in Google" = "Etsi Googlella";

/* Search in Spotlight menu title. */
"Search in Spotlight" = "Etsi Spotlightilla";

/* Select All menu command. */
"Select All" = "Valitse kaikki";

/* Show Spelling and Grammar menu title. */
"Show Spelling and Grammar" = "Näytä oikeinkirjoitus ja kielioppi";

/* Show Substitutions menu title. */
"Show Substitutions" = "Näytä korvaukset";

/* Spelling Language menu title. */
"Spelling Language" = "Oikeinkirjoituskieli";

/* Table menu command. */
"Table\\U2026" = "Taulukko…";

/* Undo Smart Dash menu title. */
"Undo Smart Dash" = "Peru älykäs väliviiva";

/* Undo Smart Quote menu title. */
"Undo Smart Quote" = "Peru älykkäät lainausmerkit";

/* Unlearn Grammar menu title. */
"Unlearn Grammar" = "Unohda kielioppi";

/* Unlearn Spelling menu title. */
"Unlearn Spelling" = "Unohda oikeinkirjoitus";

/* Alternate menu item title to zoom all windows */
"Zoom All" = "Zoomaa kaikki";

/* Command Key Equivalents capitalized for shift modifier, undo, redo, cut, copy, paste, select all */
"zZxcva" = "zZxcva";

